app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    if @article.save
---
INSERT INTO "articles" ("title", "body", "author", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "ciao"], ["body", "ciaociaociaoiao\n"], ["author", nil], ["created_at", "2023-03-26 00:22:15.427273"], ["updated_at", "2023-03-26 00:22:15.427273"]]